Repository: minios-linux/minios-live
Catalog: po/*.po
Languages: es, fr, id, it, pt, ru

source: This script builds bootable MiniOS ISO image.
es: Este script crea una imagen ISO de MiniOS de arranque.
fr: Ce script génère une image ISO amorçable MiniOS.
id: Skrip ini membangun citra ISO MiniOS yang dapat di-boot.
it: Questo script crea un'immagine ISO MiniOS avviabile.
pt: Este script constrói uma imagem ISO MiniOS inicializável.
ru: Этот скрипт создаёт загрузочный ISO-образ MiniOS.

source: Run the build from start to finish.
es: Ejecutar la compilación de principio a fin.
fr: Exécuter la compilation du début à la fin.
id: Jalankan pembangunan dari awal sampai akhir.
it: Esegui la compilazione dall'inizio alla fine.
pt: Executar a construção do início ao fim.
ru: Запустить сборку от начала до конца.

source: Start the build by building the base environment and finish by installing the entire system in chroot.
es: Iniciar la compilación creando el entorno base y finalizar instalando todo el sistema en chroot.
fr: Commencer la compilation en créant l'environnement de base et terminer en installant le système entier en chroot.
id: Mulailah membangun dengan membangun lingkungan dasar dan selesaikan dengan menginstal seluruh sistem di chroot.
it: Avvia la compilazione creando l'ambiente base e termina installando l'intero sistema in chroot.
pt: Iniciar a construção construindo o ambiente base e finalizar instalando o sistema inteiro em chroot.
ru: Начать сборку со сборки базовой среды и завершить установкой всей системы в chroot.

source: Start the build from the beginning and finish by installing the entire system in chroot.
es: Iniciar la compilación desde el principio y finalizar instalando todo el sistema en chroot.
fr: Commencer la compilation depuis le début et terminer en installant le système entier en chroot.
id: Mulailah membangun dari awal dan selesaikan dengan menginstal seluruh sistem di chroot.
it: Avvia la compilazione dall'inizio e termina installando l'intero sistema in chroot.
pt: Iniciar a construção desde o início e finalizar instalando o sistema inteiro em chroot.
ru: Начать сборку с самого начала и завершить установкой всей системы в chroot.

source: Start the build by building the base environment and run to completion.
es: Iniciar la compilación creando el entorno base y ejecutarla hasta su finalización.
fr: Commencer la compilation en créant l'environnement de base et exécuter jusqu'à la fin.
id: Mulai pembangunan dengan membangun lingkungan dasar dan jalankan hingga selesai.
it: Avvia la compilazione creando l'ambiente base ed esegui fino al completamento.
pt: Iniciar a construção construindo o ambiente base e executar até à conclusão.
ru: Начать сборку со сборки базовой среды и выполнить до завершения.

source: Build only ISO image from previously prepared data.
es: Compilar solo la imagen ISO a partir de datos previamente preparados.
fr: Compiler uniquement l'image ISO à partir de données préparées précédemment.
id: Bangun hanya citra ISO dari data yang disiapkan sebelumnya.
it: Compila solo l'immagine ISO da dati preparati in precedenza.
pt: Construir apenas a imagem ISO a partir de dados preparados previamente.
ru: Собрать только ISO-образ из ранее подготовленных данных.

source: Supported commands:
es: Comandos compatibles:
fr: Commandes prises en charge :
id: Perintah yang didukung:
it: Comandi supportati:
pt: Comandos suportados:
ru: Поддерживаемые команды:

source: Usage:
es: Uso:
fr: Utilisation :
id: Penggunaan:
it: Utilizzo:
pt: Utilização:
ru: Использование:

source: Run from start_cmd to end_cmd
es: Ejecutar desde start_cmd hasta end_cmd
fr: Exécuter de start_cmd à end_cmd
id: Jalankan dari start_cmd ke end_cmd
it: Esegui da start_cmd a end_cmd
pt: Executar de start_cmd até end_cmd
ru: Запуск с start_cmd до end_cmd

source: If start_cmd is omitted, start from the first command
es: Si se omite start_cmd, comenzar con el primer comando
fr: Si start_cmd est omis, commencer par la première commande
id: Jika start_cmd dihilangkan, mulai dari perintah pertama
it: Se start_cmd viene omesso, inizia dal primo comando
pt: Se start_cmd for omitido, iniciar com o primeiro comando
ru: Если start_cmd пропущен, начать с первой команды

source: If end_cmd is omitted, end with the last command
es: Si se omite end_cmd, finalizar con el último comando
fr: Si end_cmd est omis, terminer par la dernière commande
id: Jika end_cmd dihilangkan, akhiri dengan perintah terakhir
it: Se end_cmd viene omesso, termina con l'ultimo comando
pt: Se end_cmd for omitido, terminar com o último comando
ru: Если end_cmd пропущен, закончить последней командой

source: Enter a single cmd to run the specific command
es: Introducir un solo comando cmd para ejecutar el comando específico
fr: Entrez une seule commande cmd pour exécuter la commande spécifique
id: Masukkan satu cmd untuk menjalankan perintah tertentu
it: Inserisci un singolo comando cmd per eseguire il comando specifico
pt: Introduzir um único cmd para executar o comando específico
ru: Введите одну команду cmd для запуска конкретной команды

source: Enter '-' as the only argument to run all commands\n
es: Introducir '-' como único argumento para ejecutar todos los comandos\n
fr: Entrez '-' comme seul argument pour exécuter toutes les commandes\n
id: Masukkan '-' sebagai satu-satunya argumen untuk menjalankan semua perintah\n
it: Inserisci '-' come unico argomento per eseguire tutti i comandi\n
pt: Introduzir '-' como único argumento para executar todos os comandos\n
ru: Введите '-' в качестве единственного аргумента для запуска всех команд\n

source: Examples:
es: Ejemplos:
fr: Exemples :
id: Contoh:
it: Esempi:
pt: Exemplos:
ru: Примеры:

source: Creates a system image with the specified parameters.
es: Crea una imagen del sistema con los parámetros especificados.
fr: Crée une image système avec les paramètres spécifiés.
id: Membuat citra sistem dengan parameter yang ditentukan.
it: Crea un'immagine di sistema con i parametri specificati.
pt: Cria uma imagem de sistema com os parâmetros especificados.
ru: Создаёт образ системы с указанными параметрами.

source: Options:
es: Opciones:
id: Opsi:
it: Opzioni:
pt: Opções:
ru: Параметры:

source: Config Options:
es: Opciones de configuración:
fr: Options de configuration :
id: Opsi Konfigurasi:
it: Opzioni di configurazione:
pt: Opções de Configuração:
ru: Параметры конфигурации:

source: Specify the configuration file path. All other options are ignored.
es: Especifique la ruta del archivo de configuración. Se ignorarán todas las demás opciones.
fr: Spécifiez le chemin du fichier de configuration. Toutes les autres options seront ignorées.
id: Tentukan jalur berkas konfigurasi. Semua opsi lain diabaikan.
it: Specificare il percorso del file di configurazione. Tutte le altre opzioni verranno ignorate.
pt: Especifique o caminho do ficheiro de configuração. Todas as outras opções serão ignoradas.
ru: Укажите путь к файлу конфигурации. Все остальные параметры будут проигнорированы.

source: Generate the configuration file only and do not start the build process.
es: Generar solo el archivo de configuración y no iniciar el proceso de compilación.
fr: Générer uniquement le fichier de configuration et ne pas démarrer le processus de compilation.
id: Hasilkan berkas konfigurasi saja dan jangan memulai proses pembuatan.
it: Generare solo il file di configurazione e non avviare il processo di compilazione.
pt: Gerar apenas o ficheiro de configuração e não iniciar o processo de construção.
ru: Только сгенерировать файл конфигурации и не запускать процесс сборки.

source: Build Options:
es: Opciones de compilación:
fr: Options de compilation :
id: Opsi Pembuatan:
it: Opzioni di compilazione:
pt: Opções de Compilação:
ru: Параметры сборки:

source: Specify the build directory.
es: Especifique el directorio de compilación.
fr: Spécifiez le répertoire de compilation.
id: Tentukan direktori pembangunan.
it: Specificare la directory di compilazione.
pt: Especifique o diretório de compilação.
ru: Укажите директорию сборки.

source: System Options:
es: Opciones del sistema:
fr: Options système :
id: Opsi Sistem:
it: Opzioni di sistema:
pt: Opções do Sistema:
ru: Параметры системы:

source: Specify the distribution name (e.g., 'bookworm'). REQUIRED
es: Especifique el nombre de la distribución (ej. 'bookworm'). OBLIGATORIO
fr: Spécifiez le nom de la distribution (par exemple, 'bookworm'). OBLIGATOIRE
id: Tentukan nama distribusi (misalnya, 'bookworm'). WAJIB
it: Specificare il nome della distribuzione (es. 'bookworm'). OBBLIGATORIO
pt: Especifique o nome da distribuição (ex: 'bookworm'). OBRIGATÓRIO
ru: Укажите имя дистрибутива (например, 'bookworm'). ОБЯЗАТЕЛЬНО

source: Specify the architecture (e.g., 'amd64'). REQUIRED
es: Especifique la arquitectura (ej. 'amd64'). OBLIGATORIO
fr: Spécifiez l'architecture (par exemple, 'amd64'). OBLIGATOIRE
id: Tentukan arsitekturnya (misalnya, 'amd64'). WAJIB
it: Specificare l'architettura (es. 'amd64'). OBBLIGATORIO
pt: Especifique a arquitetura (ex: 'amd64'). OBRIGATÓRIO
ru: Укажите архитектуру (например, 'amd64'). ОБЯЗАТЕЛЬНО

source: Specify the desktop environment (e.g., 'xfce'). REQUIRED
es: Especifique el entorno de escritorio (ej. 'xfce'). OBLIGATORIO
fr: Spécifiez l'environnement de bureau (par exemple, 'xfce'). OBLIGATOIRE
id: Tentukan lingkungan desktop (misalnya, 'xfce'). WAJIB
it: Specificare l'ambiente desktop (es. 'xfce'). OBBLIGATORIO
pt: Especifique o ambiente de desktop (ex: 'xfce'). OBRIGATÓRIO
ru: Укажите среду рабочего стола (например, 'xfce'). ОБЯЗАТЕЛЬНО

source: Specify the package variant (e.g., 'standard'). REQUIRED
es: Especifique la variante del paquete (ej. 'standard'). OBLIGATORIO
fr: Spécifiez la variante du paquet (par exemple, 'standard'). OBLIGATOIRE
id: Tentukan varian paket (misalnya, 'standar'). WAJIB
it: Specificare la variante del pacchetto (es. 'standard'). OBBLIGATORIO
pt: Especifique a variante do pacote (ex: 'standard'). OBRIGATÓRIO
ru: Укажите вариант пакета (например, 'standard'). ОБЯЗАТЕЛЬНО

source: Specify the compression type (e.g., 'zstd').
es: Especifique el tipo de compresión (ej. 'zstd').
fr: Spécifiez le type de compression (par exemple, 'zstd').
id: Tentukan jenis kompresi (misalnya, 'zstd').
it: Specificare il tipo di compressione (es. 'zstd').
pt: Especifique o tipo de compressão (ex: 'zstd').
ru: Укажите тип сжатия (например, 'zstd').

source: Kernel Options:
es: Opciones del kernel:
fr: Options du noyau :
id: Opsi Kernel:
it: Opzioni del kernel:
pt: Opções do Kernel:
ru: Параметры ядра:

source: Specify the kernel type (e.g., 'default').
es: Especifique el tipo de kernel (ej. 'default').
fr: Spécifiez le type de noyau (par exemple, 'default').
id: Tentukan jenis kernel (misalnya, 'default').
it: Specificare il tipo di kernel (es. 'default').
pt: Especifique o tipo de kernel (ex: 'default').
ru: Укажите тип ядра (например, 'default').

source: Enable the use of the Linux kernel from backports.
es: Habilitar el uso del kernel de Linux de backports.
fr: Activer l'utilisation du noyau Linux provenant des backports.
id: Aktifkan penggunaan kernel Linux dari backport.
it: Abilita l'utilizzo del kernel Linux dai backports.
pt: Ativar o uso do kernel Linux dos backports.
ru: Включить использование ядра Linux из backports.

source: Enable AUFS support in the kernel.
es: Habilitar la compatibilidad con AUFS en el kernel.
fr: Activer la prise en charge d'AUFS dans le noyau.
id: Aktifkan dukungan AUFS di kernel.
it: Abilita il supporto AUFS nel kernel.
pt: Ativar o suporte AUFS no kernel.
ru: Включить поддержку AUFS в ядре.

source: Enable compilation of additional drivers during kernel installation.
es: Habilitar la compilación de controladores adicionales durante la instalación del kernel.
fr: Activer la compilation de pilotes supplémentaires pendant l'installation du noyau.
id: Aktifkan kompilasi driver tambahan selama instalasi kernel.
it: Abilita la compilazione di driver aggiuntivi durante l'installazione del kernel.
pt: Ativar a compilação de drivers adicionais durante a instalação do kernel.
ru: Включить компиляцию дополнительных драйверов во время установки ядра.

source: Locale and Timezone Options:
es: Opciones de configuración regional y zona horaria:
fr: Options de paramètres régionaux et de fuseau horaire :
id: Opsi Lokal dan Zona Waktu:
it: Opzioni di impostazioni locali e fuso orario:
pt: Opções de Localização e Fuso Horário:
ru: Параметры локали и часового пояса:

source: Specify the system locale (e.g., 'en_US').
es: Especifique la configuración regional del sistema (ej. 'en_US').
fr: Spécifiez les paramètres régionaux du système (par exemple, 'en_US').
id: Tentukan lokal sistem (misalnya, 'en_US').
it: Specificare le impostazioni locali di sistema (es. 'en_US').
pt: Especifique a localização do sistema (ex: 'en_US').
ru: Укажите локаль системы (например, 'en_US').

source: Enable multilingual support.
es: Habilitar la compatibilidad con varios idiomas.
fr: Activer la prise en charge multilingue.
id: Aktifkan dukungan multibahasa.
it: Abilita il supporto multilingue.
pt: Ativar o suporte multilíngue.
ru: Включить поддержку нескольких языков.

source: Keep all available locales.
es: Mantener todas las configuraciones regionales disponibles.
fr: Conserver toutes les configurations régionales disponibles.
id: Simpan semua lokal yang tersedia.
it: Mantieni tutte le impostazioni locali disponibili.
pt: Manter todas as localizações disponíveis.
ru: Сохранить все доступные локали.

source: Specify the timezone (e.g., 'Etc/UTC').
es: Especifique la zona horaria (ej. 'Etc/UTC').
fr: Spécifiez le fuseau horaire (par exemple, 'Etc/UTC').
id: Tentukan zona waktu (misalnya, 'Etc/UTC').
it: Specificare il fuso orario (es. 'Etc/UTC').
pt: Especifique o fuso horário (ex: 'Etc/UTC').
ru: Укажите часовой пояс (например, 'Etc/UTC').

source: Default Settings:
es: Ajustes predeterminados:
fr: Paramètres par défaut :
id: Pengaturan Default:
it: Impostazioni predefinite:
pt: Configurações Padrão:
ru: Настройки по умолчанию:

source: Kernel Settings:
es: Ajustes del kernel:
fr: Paramètres du noyau :
id: Pengaturan Kernel:
it: Impostazioni del kernel:
pt: Configurações do Kernel:
ru: Настройки ядра:

source: Locale & Timezone Settings:
es: Ajustes de configuración regional y zona horaria:
fr: Paramètres régionaux et fuseau horaire :
id: Pengaturan Lokal dan Zona Waktu:
it: Impostazioni locali e fuso orario:
pt: Configurações de Localização e Fuso Horário:
ru: Настройки локали и часового пояса:

source: 1. Create a MiniOS Standard system image (default settings):
es: 1. Crear una imagen del sistema MiniOS Standard (ajustes predeterminados):
fr: 1. Créer une image système MiniOS Standard (paramètres par défaut) :
id: 1. Buat citra sistem MiniOS Standar (pengaturan default):
it: 1. Crea un'immagine di sistema MiniOS Standard (impostazioni predefinite):
pt: 1. Criar uma imagem de sistema MiniOS Standard (configurações padrão):
ru: 1. Создать стандартный образ системы MiniOS (настройки по умолчанию):

source: 2. Create a MiniOS Toolbox system image (default settings):
es: 2. Crear una imagen del sistema MiniOS Toolbox (ajustes predeterminados):
fr: 2. Créer une image système MiniOS Toolbox (paramètres par défaut) :
id: 2. Buat citra sistem MiniOS Toolbox (pengaturan default):
it: 2. Crea un'immagine di sistema MiniOS Toolbox (impostazioni predefinite):
pt: 2. Criar uma imagem de sistema MiniOS Toolbox (configurações padrão):
ru: 2. Создать образ системы MiniOS Toolbox (настройки по умолчанию):

source: 3. Create a system image with the 'bookworm' distribution, 'amd64' architecture, 'toolbox' package variant, and Russian locale:
es: 3. Crear una imagen del sistema con la distribución 'bookworm', arquitectura 'amd64', variante de paquete 'toolbox' y configuración regional rusa:
fr: 3. Créer une image système avec la distribution 'bookworm', l'architecture 'amd64', la variante de paquet 'toolbox' et les paramètres régionaux russes :
id: 3. Buat citra sistem dengan distribusi 'bookworm', arsitektur 'amd64', varian paket 'toolbox', dan lokal Rusia:
it: 3. Crea un'immagine di sistema con la distribuzione 'bookworm', architettura 'amd64', variante del pacchetto 'toolbox' e impostazioni locali russe:
pt: 3. Criar uma imagem de sistema com a distribuição 'bookworm', arquitetura 'amd64', variante de pacote 'toolbox' e localização russa:
ru: 3. Создать образ системы с дистрибутивом 'bookworm', архитектурой 'amd64', вариантом пакета 'toolbox' и русской локалью:

source: 3. Create a system image with the 'bookworm' distribution, 'amd64' architecture, 'standard' package variant and 'lxqt' desktop environment:
es: 3. Crear una imagen del sistema con la distribución 'bookworm', arquitectura 'amd64', variante de paquete 'standard' y entorno de escritorio 'lxqt':
fr: 3. Créer une image système avec la distribution 'bookworm', l'architecture 'amd64', la variante de paquet 'standard' et l'environnement de bureau 'lxqt' :
id: 3. Buat citra sistem dengan distribusi 'bookworm', arsitektur 'amd64', varian paket 'standar' dan lingkungan desktop 'lxqt':
it: 3. Crea un'immagine di sistema con la distribuzione 'bookworm', architettura 'amd64', variante del pacchetto 'standard' e ambiente desktop 'lxqt':
pt: 3. Criar uma imagem de sistema com a distribuição 'bookworm', arquitetura 'amd64', variante de pacote 'standard' e ambiente de desktop 'lxqt':
ru: 3. Создать образ системы с дистрибутивом 'bookworm', архитектурой 'amd64', стандартным вариантом пакета и средой рабочего стола 'lxqt':

source: 4. Create a system image with 'buster' distribution, 'i386' architecture, and 'xfce' desktop environment:
es: 4. Crear una imagen del sistema con la distribución 'buster', arquitectura 'i386' y entorno de escritorio 'xfce':
fr: 4. Créer une image système avec la distribution 'buster', l'architecture 'i386' et l'environnement de bureau 'xfce' :
it: 4. Crea un'immagine di sistema con la distribuzione 'buster', architettura 'i386' e ambiente desktop 'xfce':
pt: 4. Criar uma imagem de sistema com a distribuição 'buster', arquitetura 'i386' e ambiente de desktop 'xfce':
ru: 4. Создать образ системы с дистрибутивом 'buster', архитектурой 'i386' и средой рабочего стола 'xfce':

source: 5. Create a system image with the 'bookworm' distribution, 'amd64' architecture, and 'xfce' desktop environment and with kernel from backports:
es: 5. Crear una imagen del sistema con la distribución 'bookworm', arquitectura 'amd64', entorno de escritorio 'xfce' y kernel de backports:
fr: 5. Créer une image système avec la distribution 'bookworm', l'architecture 'amd64', l'environnement de bureau 'xfce' et le noyau provenant des backports :
id: 5. Buat citra sistem dengan distribusi 'bookworm', arsitektur 'amd64', dan lingkungan desktop 'xfce' dan dengan kernel dari backport:
it: 5. Crea un'immagine di sistema con la distribuzione 'bookworm', architettura 'amd64', ambiente desktop 'xfce' e kernel dai backports:
pt: 5. Criar uma imagem de sistema com a distribuição 'bookworm', arquitetura 'amd64', ambiente de desktop 'xfce' e kernel dos backports:
ru: 5. Создать образ системы с дистрибутивом 'bookworm', архитектурой 'amd64', средой рабочего стола 'xfce' и ядром из backports:

source: 6. Create a system image with the 'jammy' distribution and 'standard' package variant:
es: 6. Crear una imagen del sistema con la distribución 'jammy' y la variante de paquete 'standard':
fr: 6. Créer une image système avec la distribution 'jammy' et la variante de paquet 'standard' :
id: 6. Buat citra sistem dengan distribusi 'jammy' dan varian paket 'standar':
it: 6. Crea un'immagine di sistema con la distribuzione 'jammy' e la variante del pacchetto 'standard':
pt: 6. Criar uma imagem de sistema com a distribuição 'jammy' e variante de pacote 'standard':
ru: 6. Создать образ системы с дистрибутивом 'jammy' и стандартным вариантом пакета:

source: 7. Create a system image with 'trixie' distribution, 'amd64' architecture, and 'xfce' desktop environment with multilingual support enabled:
es: 7. Crear una imagen del sistema con la distribución 'trixie', arquitectura 'amd64', entorno de escritorio 'xfce' y compatibilidad con varios idiomas habilitada:
fr: 7. Créer une image système avec la distribution 'trixie', l'architecture 'amd64', l'environnement de bureau 'xfce' et la prise en charge multilingue activée :
id: 7. Buat citra sistem dengan distribusi 'trixie', arsitektur 'amd64', dan lingkungan desktop 'xfce' dengan dukungan multibahasa diaktifkan:
it: 7. Crea un'immagine di sistema con la distribuzione 'trixie', architettura 'amd64', ambiente desktop 'xfce' e supporto multilingue abilitato:
pt: 7. Criar uma imagem de sistema com a distribuição 'trixie', arquitetura 'amd64', ambiente de desktop 'xfce' e suporte multilíngue ativado:
ru: 7. Создать образ системы с дистрибутивом 'trixie', архитектурой 'amd64', средой рабочего стола 'xfce' и включенной поддержкой нескольких языков:

source: has many more options available. Please refer to the above options list for more details.
es: Tiene muchas más opciones disponibles. Consulte la lista de opciones anterior para obtener más detalles.
fr: De nombreuses autres options sont disponibles. Veuillez consulter la liste des options ci-dessus pour plus de détails.
id: memiliki lebih banyak pilihan yang tersedia. Silakan lihat daftar pilihan di atas untuk keterangan lebih rinci.
it: Sono disponibili molte altre opzioni. Fare riferimento all'elenco delle opzioni sopra riportato per maggiori dettagli.
pt: Existem muitas outras opções disponíveis. Consulte a lista de opções acima para mais detalhes.
ru: имеет гораздо больше доступных параметров. Для получения более подробной информации обратитесь к списку параметров выше.

source: 4. Create a system image with the 'bookworm' distribution, 'amd64' architecture, 'standard' package variant and 'lxqt' desktop environment:
es: 4. Crear una imagen del sistema con la distribución 'bookworm', arquitectura 'amd64', variante de paquete 'standard' y entorno de escritorio 'lxqt':
fr: 4. Créer une image système avec la distribution 'bookworm', l'architecture 'amd64', la variante de paquet 'standard' et l'environnement de bureau 'lxqt' :
id: 4. Buat citra sistem dengan distribusi 'bookworm', arsitektur 'amd64', varian paket 'standar' dan lingkungan desktop 'lxqt':
it: 4. Crea un'immagine di sistema con la distribuzione 'bookworm', architettura 'amd64', variante del pacchetto 'standard' e ambiente desktop 'lxqt':
pt: 4. Criar uma imagem de sistema com a distribuição 'bookworm', arquitetura 'amd64', variante de pacote 'standard' e ambiente de desktop 'lxqt':
ru: 4. Создать образ системы с дистрибутивом 'bookworm', архитектурой 'amd64', стандартным вариантом пакета и средой рабочего стола 'lxqt':

source: 5. Create a system image with 'buster' distribution, 'i386' architecture, and 'xfce' desktop environment:
es: 5. Crear una imagen del sistema con la distribución 'buster', arquitectura 'i386' y entorno de escritorio 'xfce':
fr: 5. Créer une image système avec la distribution 'buster', l'architecture 'i386' et l'environnement de bureau 'xfce' :
id: 5. Buat citra sistem dengan distribusi 'buster', arsitektur 'i386', dan lingkungan desktop 'xfce':
it: 5. Crea un'immagine di sistema con la distribuzione 'buster', architettura 'i386' e ambiente desktop 'xfce':
pt: 5. Criar uma imagem de sistema com a distribuição 'buster', arquitetura 'i386' e ambiente de desktop 'xfce':
ru: 5. Создать образ системы с дистрибутивом 'buster', архитектурой 'i386' и средой рабочего стола 'xfce':
