Repository: minios-linux/minios-live
Catalog: po/*.po
Languages: es, fr, id, it, pt, ru

source: 6. Create a system image with the 'bookworm' distribution, 'amd64' architecture, and 'xfce' desktop environment and with kernel from backports:
es: 6. Crear una imagen del sistema con la distribución 'bookworm', arquitectura 'amd64', entorno de escritorio 'xfce' y kernel de backports:
fr: 6. Créer une image système avec la distribution 'bookworm', l'architecture 'amd64', l'environnement de bureau 'xfce' et le noyau provenant des backports :
id: 6. Buat citra sistem dengan distribusi 'bookworm', arsitektur 'amd64', dan lingkungan desktop 'xfce' serta dengan kernel dari backport:
it: 6. Crea un'immagine di sistema con la distribuzione 'bookworm', architettura 'amd64', ambiente desktop 'xfce' e kernel dai backports:
pt: 6. Criar uma imagem de sistema com a distribuição 'bookworm', arquitetura 'amd64', ambiente de desktop 'xfce' e kernel dos backports:
ru: 6. Создать образ системы с дистрибутивом 'bookworm', архитектурой 'amd64', средой рабочего стола 'xfce' и ядром из backports:

source: 7. Create a system image with the 'jammy' distribution and 'standard' package variant:
es: 7. Crear una imagen del sistema con la distribución 'jammy' y la variante de paquete 'standard':
fr: 7. Créer une image système avec la distribution 'jammy' et la variante de paquet 'standard' :
id: 7. Buat citra sistem dengan distribusi 'jammy' dan varian paket 'standar':
it: 7. Crea un'immagine di sistema con la distribuzione 'jammy' e la variante del pacchetto 'standard':
pt: 7. Criar uma imagem de sistema com a distribuição 'jammy' e variante de pacote 'standard':
ru: 7. Создать образ системы с дистрибутивом 'jammy' и стандартным вариантом пакета:

source: 8. Create a system image with 'trixie' distribution, 'amd64' architecture, and 'xfce' desktop environment with multilingual support enabled:
es: 8. Crear una imagen del sistema con la distribución 'trixie', arquitectura 'amd64', entorno de escritorio 'xfce' y compatibilidad con varios idiomas habilitada:
fr: 8. Créer une image système avec la distribution 'trixie', l'architecture 'amd64', l'environnement de bureau 'xfce' et la prise en charge multilingue activée :
id: 8. Buat citra sistem dengan distribusi 'trixie', arsitektur 'amd64', dan lingkungan desktop 'xfce' dengan dukungan multibahasa diaktifkan:
it: 8. Crea un'immagine di sistema con la distribuzione 'trixie', architettura 'amd64', ambiente desktop 'xfce' e supporto multilingue abilitato:
pt: 8. Criar uma imagem de sistema com a distribuição 'trixie', arquitetura 'amd64', ambiente de desktop 'xfce' e suporte multilíngue ativado:
ru: 8. Создать образ системы с дистрибутивом 'trixie', архитектурой 'amd64', средой рабочего стола 'xfce' и включенной поддержкой нескольких языков:

source: Specify the kernel flavour (e.g., 'none').
es: Especifique el sabor del kernel (ej. 'none').
fr: Spécifiez la saveur du noyau (par exemple, 'none').
id: Tentukan flavour kernel (misalnya, 'none').
it: Specificare il flavour del kernel (es. 'none').
pt: Especifique o sabor do kernel (ex: 'none').
ru: Укажите вариант ядра (например, 'none').

source: Boot Menu Options:
es: Opciones del menú de arranque:
fr: Options du menu de démarrage :
id: Opsi Menu Boot:
it: Opzioni del menu di avvio:
pt: Opções do Menu de Inicialização:
ru: Параметры загрузочного меню:

source: Specify the boot menu language ('multilang' for language selection or specific language code like 'ru_RU').
es: Especifique el idioma del menú de arranque ('multilang' para selección de idioma o un código de idioma específico como 'ru_RU').
fr: Spécifiez la langue du menu de démarrage ('multilang' pour la sélection de la langue ou un code de langue spécifique comme 'ru_RU').
id: Tentukan bahasa menu boot ('multilang' untuk pemilihan bahasa atau kode bahasa spesifik seperti 'ru_RU').
it: Specificare la lingua del menu di avvio ('multilang' per la selezione della lingua o un codice lingua specifico come 'ru_RU').
pt: Especifique o idioma do menu de inicialização ('multilang' para seleção de idioma ou um código de idioma específico como 'ru_RU').
ru: Укажите язык загрузочного меню ('multilang' для выбора языка или конкретный код языка, например, 'ru_RU').

source: Boot Menu Settings:
es: Ajustes del menú de arranque:
fr: Paramètres du menu de démarrage :
id: Pengaturan Menu Boot:
it: Impostazioni del menu di avvio:
pt: Configurações do Menu de Inicialização:
ru: Настройки загрузочного меню:

source: 8. Create a system image with Russian boot menu language:
es: 8. Crear una imagen del sistema con el idioma ruso en el menú de arranque:
fr: 8. Créer une image système avec le menu de démarrage en langue russe :
id: 8. Buat citra sistem dengan bahasa menu boot Rusia:
it: 8. Crea un'immagine di sistema con il menu di avvio in lingua russa:
pt: 8. Criar uma imagem de sistema com o menu de inicialização em russo:
ru: 8. Создать образ системы с русским языком загрузочного меню:
