Repository: minios-linux/minios-live
Catalog: linux-live/bootfiles/boot/grub/po/*.po
Languages: es_es, fr_fr, it_it

source: Resume previous session
es_es: Reanudar sesión anterior
fr_fr: Reprendre la session précédente
it_it: Riprendi sessione precedente

source: Start a new session
es_es: Iniciar nueva sesión
fr_fr: Démarrer une nouvelle session
it_it: Inizia nuova sessione

source: Choose session during startup
es_es: Elegir sesión al iniciar
fr_fr: Choisir la session au démarrage
it_it: Scegli sessione all'avvio

source: Fresh start
es_es: Inicio limpio
fr_fr: Démarrage propre
it_it: Avvio pulito

source: Copy to RAM
es_es: Copiar a RAM
fr_fr: Copier en RAM
it_it: Copia in RAM

source: Loading kernel and ramdisk...
es_es: Cargando kernel y ramdisk...
fr_fr: Chargement du noyau et du ramdisk...
it_it: Caricamento kernel e ramdisk...

source: Back to language selection
es_es: Volver a selección de idioma
fr_fr: Retour à la sélection de la langue
it_it: Torna alla selezione lingua

source: Press Esc for options, automatic boot in # second{,s} ...
es_es: Presione Esc para opciones, arranque automático en # segundo{,s} ...
fr_fr: Appuyez sur Esc pour les options, démarrage automatique dans # seconde{,s} ...
it_it: Premi Esc per opzioni, avvio automatico tra # secondo{,i} ...

source: [F1] help
es_es: [F1] ayuda
fr_fr: [F1] aide
it_it: [F1] aiuto

source: [Tab] cmdline >
es_es: [Tab] línea de comandos >
fr_fr: [Tab] ligne de commande >
it_it: [Tab] riga di comando >

source: Choose Language
es_es: Elegir idioma
fr_fr: Choisir la langue
it_it: Scegli lingua
